Repository: al-batol/zad_aldaia_flutter
Catalog: lib/l10n/intl_*.arb
Languages: fil

source: Original Text
fil: Orihinal na teksto

source: English
fil: Ingles

source: Spanish
fil: Espanyol

source: Chinese
fil: Intsik

source: Hindi
fil: Indiano

source: Arabic
fil: Arabo

source: French
fil: Pranses

source: Russian
fil: Ruso

source: Portuguese
fil: Portuges

source: German
fil: Aleman

source: Japanese
fil: Hapones

source: Dismiss
fil: Isara

source: Note
fil: Tala

# imageDownloaded
source: Image is downloaded successfully
fil: Matagumpay na na-download ang imahe

source: Item Id
fil: ID ng item

# contentCopied
source: Content copied to clipboard
fil: Kinopya ang nilalaman sa clipboard

source: Content Language
fil: Wika ng nilalaman

source: Intro to Islam
fil: Panimula sa Islam

source: Christians dialog
fil: Diyalogo sa mga Kristiyano

source: Atheist dialog
fil: Diyalogo sa mga Atheist

source: Other sects
fil: Iba pang sekta

source: Why Islam Is True?
fil: Bakit totoo ang Islam?

source: Teaching new muslims
fil: Pagtuturo sa mga bagong Muslim

source: Questions about islam
fil: Mga tanong tungkol sa Islam

source: Daia guide
fil: Gabayan ng Da'i

source: Home
fil: Bahay

# espanol
source: Spanish
fil: Espanyol

# portugues
source: Portuguese
fil: Portuges

# francais
source: French
fil: Pranses

source: Search...
fil: Maghanap...

source: No Items
fil: Walang mga item

source: Add Article Title
fil: Magdagdag ng pamagat ng artikulo

source: Section
fil: Seksyon

source: Category
fil: Kategorya

source: Choose Category From Suggestions
fil: Pumili ng kategorya mula sa mga suhestiyon

source: Article Title
fil: Pamagat ng artikulo

source: Enter Article Title
fil: Ilagay ang pamagat ng artikulo

# addingArticleFailed
source: Adding Article Title Failed
fil: Bigo ang pagdaragdag ng pamagat ng artikulo

# addingArticleSuccess
source: Adding Article Title Was Successful
fil: Matagumpay na naidagdag ang pamagat ng artikulo

source: Add Category Title
fil: Magdagdag ng pamagat ng kategorya

source: Category Title
fil: Pamagat ng kategorya

source: Enter Category Title
fil: Ilagay ang pamagat ng kategorya

source: Adding Category Failed
fil: Bigo ang pagdaragdag ng kategorya

# addingCategorySuccess
source: Adding Category Was Successful
fil: Matagumpay na naidagdag ang kategorya

source: Add Item
fil: Magdagdag ng item

source: Article
fil: Artikulo

source: Order
fil: Pagkakasunod-sunod

source: Required
fil: Kinakailangan

source: Text
fil: Teksto

source: Image
fil: Larawan

source: Video Id
fil: ID ng video

source: Item Note
fil: Tala ng item

source: Add Image Before Submitting
fil: Magdagdag ng larawan bago isumite

source: Adding Item Failed
fil: Bigo ang pagdaragdag ng item

# addingItemSuccess
source: Adding Item Was Successful
fil: Matagumpay na naidagdag ang item

source: Admin
fil: Administrator

source: Edit Item
fil: I-edit ang item

source: Choose Article From Suggestions
fil: Pumili ng artikulo mula sa mga suhestiyon

source: Editing Item Failed
fil: Bigo ang pag-edit ng item

# editingItemSuccess
source: Editing Item Was Successful
fil: Matagumpay na na-edit ang item

source: Deleting Item Failed
fil: Bigo ang pagtanggal ng item

# deletingItemSuccess
source: Deleting Item Was Successful
fil: Matagumpay na natanggal ang item

source: Delete Item
fil: Tanggalin ang item

source: Add Image +
fil: Magdagdag ng larawan +

source: Item Title
fil: Pamagat ng item

source: Item Content
fil: Nilalaman ng item

source: Enter Password
fil: Ilagay ang password

# pleaseEnterPassword
source: Please enter your password
fil: Mangyaring ilagay ang password

source: Wrong Password
fil: Maling password

# continu
source: Continue
fil: Magpatuloy

source: Select Language
fil: Piliin ang wika

# chooseTheLanguageYouWant
source: Choose the language you want to read with Zad Al-daia
fil: Piliin ang wika na nais mong gamitin sa pagbasa kasama si Zad Al-daia
